{
  "systemEngineer": "Ingeniero en sistemas",
  "hiIamLouis": "¡Hola!, Soy Louis",
  "viwCv": "Ver CV",
  "downloadCv": "Descargar CV",
  "welcomeAWakacode": "<Bienvenido a WakaCode/>",
  "inProgress": "En progreso",
  "listOfOngoingProjects": "Lista de proyectos en curso. Conoce los proyectos que estamos desarrollando.",
  "description": "Descripción",
  "viewCode": "Ver código",
  "IamLouis": "Soy Louis",
  "aboutMe": "Sobre mi",
  "home": "Inicio",
  "portfolio": "Portafolio",
  "skills": "Habilidades",
  "iAmAPassionate": "Soy un apasionado desarrollador de software con experiencia en desarrollo web y móvil. Me encanta aprender nuevas tecnologías y trabajar en proyectos desafiantes.",
  "twoYears": "Con mas de 2 años de experiencia como Ingeniero de Sistemas. Mi compromiso con la excelencia me impulsa a optimizar y mejorar los procesos. Utilizo mis habilidades y conocimientos para contribuir al éxito de su empresa. Siempre estoy dispuesto a adaptarme a las nuevas tecnologías y afrontar retos.",
  "typist": "Digitador",
  "softSkillsAndTools": "HABILIDADES BLANDAS Y HERRAMIENTAS",
  "wakaCode": "WakaCode, donde los sueños se convierten en código y la imaginación es la brújula que nos guía hacia lo inexplorado.",
  "theThreeUnexpectedVirtuesOfaProgrammer": "Las Tres virtudes Inesperadas de un programador",
  "codingWithAwareness": "Codificación con Conciencia",
  "AlwaysCode": "Siempre codifica como si la persona que finalmente mantendrá tu código fuera un psicópata violento que sabe dónde vives",
  "mostOfYouAreFamiliar": "La mayoría de ustedes están familiarizados con las virtudes de un programador. Hay tres, por supuesto: pereza, impaciencia y arrogancia.",
  "theImportanceOfMeasurement": "La Importancia de la Medición",
  "measurementIsTheFirst": "La medición es el primer paso que lleva al control y eventualmente a la mejora. Si no puedes medir algo, no puedes entenderlo. Si no puedes entenderlo, no puedes controlarlo. Si no puedes controlarlo, no puedes mejorarlo.",
  "theArtOfDebugging": "El Arte de la Depuración",
  "debugging": "La depuración es dos veces más difícil que escribir el código en primer lugar. Por lo tanto, si escribes el código de la manera más inteligente posible, por definición, no eres lo suficientemente inteligente como para depurarl o."
}
